Repository: NikoKrause/cinnamon-spices-applets
Catalog: .metadata-translations/po/*.po
Languages: da

source: Displays CPU, memory, swap and network usage and load in graphs
da: Viser CPU, hukommelse, swap samt netværksbrug og -belastning i grafer

source: System Monitor
da: Systemovervågning

source: Spices Update
da: Spices-opdateringer

source: Warns you when installed Spices (applets, desklets, extensions, themes) require an update or new Spices are available.
da: Advarer dig, når installerede Spices (panelprogrammer, skrivebordsprogrammer, udvidelser, temaer) skal opdateres eller når nye Spices er tilgængelige.

source: Search using Tracker
da: Søg med Tracker

source: Search for files and applications using Tracker
da: Søg efter filer og programmer med Tracker

source: Web Developer Menu
da: Webudviklermenu

source: A Menu for PHP/MySQL Web Developers
da: En menu til PHP/MySQL-webudviklere

source: Workspace Name
da: Arbejdsområdenavn

source: Show the current workspace name in the panel
da: Vis det aktuelle arbejdsområdes navn i panelet

source: hide a few applet to have a neater panel, and make them show up again by a click
da: Skjul nogle få panelprogrammer for at få et mere overskueligt panel og få dem til at dukke op igen med et klik

source: Drawer (show/hide applets)
da: Skuffe (vis/skjul panelprogrammer)

source: Session Manager
da: Sessionshåndtering

source: Provides easy access to shut down, restart, etc
da: Nem adgang til at slukke, genstarte osv.

source: Session Manager is an applet that provides easy access to session controls such as shut down, restart, log off, switch user, etc. It has been tested in Arch, Fedora and Linux Mint, and supports a wide variety of software configurations. If your particular configuration is not supported, please submit a feature request on github, and I will add it at my earliest convenience.
da: Sessionshåndtering er et panelprogram, som giver nem adgang til sluk, genstart, log af, skift bruger osv. Det er testet i Arch, Fedora og Linux Mint og understøtter mange programkonfigurationer. Hvis din konfiguration ikke understøttes, så indsend et ønske om nye funktioner på github, og jeg vil tilføje det så snart som muligt.

source: Stephen Collins - Author
da: Stephen Collins - forfatter

source: click to show/hide desktop, scroll to switch workspace and windows quick list by right click
da: klik for at vise/skjule skrivebordet, rul for at skifte arbejdsområde og vis vindues-hurtiglisten med højreklik

source: Show desktop ++
da: Vis skrivebord ++

source: Cinnamon Binary Clock
da: Binært ur til Cinnamon

source: The Cinnamon calendar applet, with the time displayed in binary
da: Cinnamons kalenderpanelprogram med tiden vist i binært format

source: Show the state of Timeshift, if it is currently making snapshots in the background
da: Viser om Timeshift er ved at lave øjebliksbilleder i baggrunden

source: Timeshift Spy
da: Timeshift-spion

source: An app to change the red filter level for late night screen time. Requires redshift: sudo apt-get install redshift
da: Skift rødfilterniveau om natten. Kræver redshift: sudo apt-get install redshift

source: Clipboard QR code applet
da: QR-kode fra udklipsholderen

source: Create QR codes from clipboard content
da: Dan QR-koder fra indholdet af udklipsholderen

source: Random Wallpaper Changer Version: 1.0.1
da: Tilfældig skift af skrivebordsbaggrund Version 1.0.1

source: Fiat and cryptocurrency quote rates
da: Kurser for fiat- og kryptovaluta

source: Displays the current price and trends of cryptocurrencies (TOP 150 coins with CoinMarketCap) and popular fiat currencies (Dollar, Euro, Ruble etc.). Monitoring daily percentage changes.
da: Viser den aktuelle pris og udvikling af kryptovalutaer (TOP 150 hos CoinMarketCap) og populære fiatvalutaer (dollar, euro, rubler osv.). Daglige procentvise ændringer overvåges.

source: Click to inhibit the screensaver, click again to remove inhibition
da: Klik for at deaktivere pauseskærmen, klik igen for at ophæve deaktiveringen

source: Screensaver Inhibitor
da: Deaktivering af pauseskærmen

source: GPU Temperature
da: GPU-temperatur

source: Shows NVidia/ATI GPU temperature in the panel, and detailed/multi-gpu information in a popup menu.
da: Viser NVidia-/ATI-GPU-temperaturen i dit panel og detaljeret/multi-GPU-information i en pop op-menu.

source: Take A Snapshot Or Record Your Desktop (recording requires the packages ffmpeg, xdotool & x11-utils to be installed)
da: Tag et skærmbillede eller optag dit skrivebord (optagelse kræver, at pakkerne ffmpeg, xdotool og x11-utils er installeret)

source: ScreenShot+Record Desktop
da: Skærmbillede+Optag skrivebord

source: An applet to provide quick access to a variety of cheat sheets.
da: Et panelprogram som giver hurtig adgang til en række kodeoversigter.

source: Cheaty - Cheatsheet keeper
da: Kodeoversigt - Opbevaring af kodeoversigter

source: Expandable/Collapsible System Tray Applet
da: Udfold/sammenfold statusfeltet

source: System Tray Collapsible
da: Sammenfoldeligt statusfelt

source: An applet to manage Homestead.
da: Håndtér Homestead.

source: Homestead manager
da: Homestead-håndtering

source: Applet for Tor network management
da: Håndtering af Tor-netværk

source: Tor Button
da: Tor-knap

source: A text reading applet
da: Læser tekst op

source: Text to speech applet
da: Tekst-til-tale

source: A flexible menu providing formatting options, web bookmarks, search provider support and fuzzy searching.
da: En fleksibel menu med mulighed for formatering, webbogmærker, understøttelse af søgemaskineudbydere og fuzzy søgning.

source: System monitor
da: Systemovervågning

source: Click here to see processes and etc.
da: Klik her for at se processer osv.

source: Internet Search Box
da: Internetsøgefelt

source: Perform an Internet search, using your favorite engine
da: Udfør en internetsøgning med din favoritsøgemaskine

source: Shows most recent mails, and how many unread messages you have.
da: Viser de seneste mail og hvor mange ulæste beskeder, du har.

source: Office Center
da: Kontorcenter

source: Provides an easy and fast resource for all your office needs
da: En let og hurtig ressource til alle dine kontorbehov

source: Office Center is a feature-rich, cross-platform Cinnamon applet that provides easy aceess to all of your office programs and documents. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
da: Kontorcenter er et Cinnamon-panelprogram med mange funktioner, som giver nem adgang til dine kontorprogrammer og dokumenter. Du er velkommen til at bidrage ved at indsende pull-anmodninger, fejlrapporter og ønsker til nye funktioner til mit github-arkiv.

source: Displays Status of Bumblebee and nVidia GPU Temperature with associated support functions including starting selected programs with optirun or primusrun
da: Viser Bumblebees status og nVidia GPU'ens temperatur med tilhørende supportfunktioner inkl. opstart af valgte programmer med optirun eller primusrun

source: Bumblebee Status with NVidia Temperature Display
da: Bumblebee-status med nVidia-temperaturvisning

source: Cinnamon applet for project hamster - the GNOME time tracker
da: Panelprogram til projekt hamster - GNOME's tidsmåler

source: Project Hamster Applet
da: Projekt Hamster

source: Great tool for boosted productivity!
da: Fantastisk værktøj til at booste din produktivitet!

source: VPN Look-Out Applet
da: VPN Look-Out

source: A Cinnamon applet that watches over the VPN link, displays its status, allows to connect at start-up to the last VPN used, allows to reconnect the VPN link if it incidentally drops, and can stop or restart VPN-related apps according to the state of the VPN.
da: Overvåger VPN-forbindelsen, viser dens status, gør det muligt at oprette forbindelse ved opstart til den sidst anvendte VPN, giver mulighed for at genoprette VPN-forbindelsen, hvis den afbrydes, og kan stoppe eller genstarte VPN-relaterede programmer i henhold til VPN'ens status.

source: An applet to manage OctoPrint.
da: Håndtering af OctoPrint

source: OctoPrint manager
da: OctoPrint-håndtering

source: Cryptocoin
da: Kryptovaluta

source: Monitor current price and trends of cryptocurrencies
da: Overvåg kryptovalutaers aktuelle kurs og tendens

source: Automatically controlled time outs and breaks
da: Automatisk kontrollerede timeouter og pauser

source: Graphical hardware monitor
da: Grafisk hardwareovervågning

source: Click on the applet to explore your Public Github repositories
da: Tryk på panelprogrammet for at udforske dine offentlige GitHub-arkiver

source: a simple todo list ticker for cinammon
da: En enkel gøremålsticker til Cinnamon

source: Todo
da: Gøremål

source: Restart Cinnamon
da: Genstart Cinnamon

source: Click on the applet to restart Cinnamon
da: Klik på panelprogrammet for at genstarte Cinnamon

source: bimsebasse: added symbolic icon
da: bimsebasse: tilføjede symbolske ikoner

source: Weather
da: Vejret

source: View your local weather forecast
da: Se din lokale vejrudsigt

source: American Sign Language vocabulary
da: Amerikansk tegnsprogsordbog

source: Information to American Sign Language vocabulary
da: Information til amerikansk tegnsprogsordbog

source: Displays Charge as Percentage and allows Alerts and Actions
da: Viser opladningsniveau som procent og tillader advarsler og handlinger

source: Battery Applet with Monitoring and Shutdown (BAMS)
da: Batteriovervågning og nedlukning

source: Better Cinnamon Settings
da: Bedre Cinnamon-indstillinger

source: A Better Cinnamon Settings
da: Bedre indstillinger af Cinnamon

source: Immediately suspends the computer
da: Sætter øjeblikkeligt computeren i hviletilstand

source: Suspend computer
da: Sæt computeren i hviletilstand

source: Network usage monitor
da: Overvågning af netværksforbrug

source: Network usage monitor using vnstat
da: Overvågning af netværksforbrug ved hjælp af vnstat

source: Applet runs script or application periodically and displays its output on the taskbar
da: Panelprogrammet kører skript eller program regelmæssigt og viser output i proceslinjen

source: A complete rewrite of the GPaste applet based on the Gnome Shell extension
da: En total omskrivning af panelprogrammet GPaste baseret på Gnome Shell-udvidelsen

source: GPaste Reloaded
da: GPaste genopfundet

source: My Bookmarks
da: Mine bogmærker

source: Web apps launcher
da: Genveje til internet- og lokale ressourcer.

source: A replacement for the abandoned System Tray Collapsible Cinnamon applet
da: En erstatning for det forladte panelprogram Statusfelt sammenfoldeligt

source: Collapsible Systray
da: Sammenfoldeligt statusfelt

source: A Panel Menu for XAMPP Web Developers
da: En menu til XAMPP-webudviklere

source: Cinnamon Menu with the look of the Windows 7 Start Menu or the MATE Menu
da: Cinnamon-menuen med Windows 7 startmenuens eller MATE-menuens udseende

source: Sound 150%
da: Lyd 150 %

source: An applet, based on the Cinnamon one, to control sound (up to 150% of nominal volume) and music
da: Baseret på Cinnamons panelprogram til styring af lydstyrken (op til 150 % af den nominelle lydstyrke

source: Workspace grid (2D) and switcher
da: Arbejdsområdegitter (2D) og -skifter

source: 2D workspace grid and switcher for Cinnamon
da: 2D-arbejdsområdegitter og -skifter til Cinnamon

source: Spices notifier
da: Spices-kommentarer

source: Notifies of comments on the Cinnamon Spices website
da: Giver besked om kommentarer på Cinnamon Spices-websitet

source: A simple radio applet for Cinnamon
da: En enkel radiospiller

source: Command Launcher
da: Kommandokørsel

source: Lets you to run command-line commands with the click of a button
da: Lader dig køre kommandolinjekommandoer med et museklik

source: This is a simple multi-instance applet for Cinnamon which allows the user to launch commands as though from a command prompt with the click of a button. Unlike a program launcher, which typically uses a .desktop to launch a program, Command Launcher uses a direct command-line command. This means you can use any command you could use from a terminal (eg run a script, launch program with complicated command-line arguments, etc).
da: Dette er et simpelt panelprogram til Cinnamon, som tillader flere forekomster og lader brugeren køre kommandoer, som var det fra en kommandoprompt, med et enkelt klik. I modsætning til en programopstarter, som typiske bruger en .desktop-fil til at køre en kommando, så bruger Kommandokørsel en direkte kommandolinjekommando. Det betyder, du kan bruge enhver kommando, du kan køre fra en terminal (f.eks. køre et skript, starte programmer med komplicerede kommandolinjeargumenter osv.).

source: Diaspora* notifications
da: Diaspora*-meddelelser

source: Bash Sensors
da: Bash-sensorer

source: Write your Bash commands to specify applet output (temperature sensors and not only!)
da: Skriv dine Bash-kommandoer for at angive panelprogrammets output (temperatursensorer, men også andet!)

source: Screen locker
da: Skærmlås

source: Click to lock the screen immediately
da: Klik for at låse skærmen med det samme

source: Take a snapshot of your desktop or individual windows
da: Tag et skærmbillede af dit skrivebord eller individuelle vinduer

source: ScreenShot
da: Skærmbillede

source: Network
da: Netværk

source: Show network
da: Vis netværk

source: World Clock Calendar
da: Verdensurkalender

source: Fork of the Cinnamon calendar applet with support for displaying multiple timezones
da: Forgrening af Cinnamons kalenderpanelprogram som kan vise flere tidszoner

source: Graphics Center
da: Grafikcenter

source: Provides an easy and fast resource for all your picture needs
da: En let og hurtig ressource til alle dine billedbehov

source: Graphics Center is a feature-rich, cross-platform Cinnamon applet that provides easy aceess to all of your graphics programs and pictures. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
da: Grafikcenter er et panelprogram med mange funktioner til Cinnamon, som giver let adgang til alle dine grafikprogrammer og billeder. Du er velkommen til at bidrage ved at indsende pull-anmodninger, fejlrapporter og ønsker til nye funktioner til mit github-arkiv.

source: Docker Control
da: Docker-kontrol

source: Activates/Deactivates Docker Container
da: Aktiverer/deaktiverer docker-beholder

source: Mailnag mail notifier applet
da: Få meddelelser om mail via Mailnag

source: A nice compact popup calculator
da: En kompakt pop op-lommeregner

source: An applet to control sound equalization
da: Kontrollér PulseAudio Equalizer fra statusfeltet

source: Shutdown Menu With Icons
da: Slukmenu med ikoner

source: An applet to help you shutdown, restart and suspend your system with single click
da: Et panelprogram som hjælper dig med at slukke, genstarte og sætte dit system i hviletilstand med et enkelt klik

source: Simple CPU Monitor
da: Simpel CPU-overvågning

source: A simple applet that displays the cpu usage.
da: Et simpelt panelprogram som viser brugen af CPU.

source: Autostart programs
da: Automatisk start af programmer

source: Click here to add or remove programs to start with the session.
da: Klik her for at tilføje eller fjerne programmer, som skal starte sammen med sessionen.

source: CPU Frequency Applet
da: CPU-frekvens

source: Display and control cpu frequency
da: Vis og kontrollér CPU-frekvensen

source: Local IPs
da: Lokale IP'er

source: Shows local IP addresses.
da: Viser lokale IP-adresser.

source: Force Quit
da: Gennemtving lukning

source: Click on the applet to launch xkill and force any window to quit immediately
da: Klik på panelprogrammet for at køre xkill og tvinge ethvert vindue til at lukke med det samme

source: Shows the geographic location of your public IP and country-flag.
da: Vis den geografiske placering af din offentlige IP og landeflag.

source: Location Detection + Flags
da: Placeringsbestemmelse + flag

source: CPU Temperature Indicator
da: CPU-temperaturindikator

source: Shows CPU Temperature
da: Viser CPU-temperaturen

source: Displays RSS news feeds
da: Viser RSS-nyhedsfeeds

source: Feeds Reader
da: Feedlæser

source: Enable/disable WireGuard connections.
da: Aktivér/deaktivér WireGuard-forbindelser.

source: Local IPs with settings
da: Lokale IP'er med indstillinger

source: Sets brightness and gamma levels of a screen
da: Indstiller skærmens lysstyrke og gammaværdi

source: Brightness and gamma applet
da: Lysstyrke og gamma

source: Access your places and bookmarks
da: Tilgå dine steder og bogmærker

source: Places
da: Steder

source: Timer with notifications
da: Nedtælling med påmindelser

source: A timer app with visual and auditory notifications.
da: Et panelprogrammer der tæller ned. Visuel og lydlig påmindelse.

source: Sensors Monitor
da: Sensorovervågning

source: Displays the values of many computer sensors concerning Temperatures (CPU - GPU - Power Supply), Fan Speed, Voltages, Intrusions. Notifies you with color changes when a value reaches or exceeds its limit.
da: Viser værdien af mange computersensorer: temperatur (CPU, GPU, strømforsyning), ventilatorhastighed, spænding, indtrængen. Advarer med en farveændring, når en værdi når eller overskrider sin grænse.

source: Show files at computer level
da: Vis filer på computerniveau

source: Click on the applet to create a OTP
da: Klik på panelprogrammet for at oprette en OTP

source: My Launcher
da: Min programstarter

source: Personal app launcher.
da: Personlig programstarter

source: A simple applet that displays uptime.
da: Viser, hvor lang tid systemet har kørt

source: Up Time
da: Oppetid

source: Displays which Graphics processor is active and nVidia GPU Temperature when active and in a horizontal panel
da: Viser hvilken grafikprocessor er aktiv og NVIDIA-GPU'ens temperatur i et vandret panel

source: nVidia Prime GPU Display
da: NVIDIA Prime GPU-visning

source: Network Data Usage Monitor
da: Overvågning af netværksdataforbrug

source: A Comprehensive Data Usage Monitor with alerts and cumulative data functions
da: Omfattende overvågning af dataforbruget med advarsler og samlet datafunktioner

source: Disk Utilization
da: Diskudnyttelse

source: Shows the current max disk I/O utilization in the panel and per device utilization in a popup menu.
da: Viser den aktuelle I/O (diskudnyttelse) i panelet og udnyttelse pr. enhed i en pop op-menu.

source: Custom Applications Menu
da: Tilpasset programmenu

source: An applications drop-down list easily customisable
da: En programliste som er nem at tilpasse

source: An Applet to show the Desktop in the style of Windows 10 but completely customizable
da: Viser skrivebordet i stil med Windows 10, men fuldt konfigurerbart

source: A window list with app grouping and window previews
da: Vinduesliste med gruppering af programmer og forhåndsvisning af vinduer

source: Manage Jobs and Printers
da: Håndtér udskrivningsopgaver og printere

source: Printers
da: Printere

source: Separator2
da: Adskiller2

source: Use this applet to create a separator between your applets
da: Opret en adskiller mellem dine panelprogrammer

source: Click to get a paragraph of Lorem Ipsum to your clipboard
da: Klik for at indsætte et afsnit af Lorem Ipsum i udklipsholderen

source: Use the color picker to select a color on the screen. The color value (HEX or RGB) will be copied to the clipboard.
da: Brug farvevælgeren til at vælge en farve på skærmen. Farveværdien (HEX eller RGB) vil blive kopieret til udklipsholderen.

source: Color Picker
da: Farvevælger

source: Scripts Menu
da: Scriptmenu

source: Menu applet for starting scripts
da: Kør scripter fra statusfeltet

source: Calendar with public Holidays
da: Kalender med offentlige helligdage

source: Calendar applet with public holiday data provided by Enrico service
da: Kalender med offentlige helligdage leveret af Enrico

source: KDEConnect Applet
da: KDE Connect

source: Applet for interacting with Devices connected via KDE COnnect.
da: Interagér med enheder forbundet via KDE Connect.

source: Requires 'zenity' for some features.
da: Kræver “zenity” for visse funktioner.

source: Places Center
da: Stedercenter

source: Provides an easy-to-read layout to access your places
da: Letlæseligt layout med adgang til dine steder

source: Places Center is a feature-rich, cross-platform Cinnamon applet that provides easy access to all of your most-used places. Feel free to contribute by submitting pull requests, bug reports and feature requests to my github repo.
da: Stedercenter er et Cinnamon-panelprogram med mange funktioner, som giver nem adgang til alle dine hyppigst brugte steder. Du er velkommen til at bidrage ved at indsende pull-anmodninger, fejlrapporter og ønsker til nye funktioner til mit github-arkiv.

source: kehugter - Added configurability to middle click
da: kehugter - Tilføjede konfigurering af midterklik

source: Shutdown Applet
da: Sluk

source: An applet to shutdown, restart and suspend your system.
da: Et panelprogram til at slukke, genstarte og sætte dit system i hviletilstand.

source: Turn Off Monitor
da: Sluk skærmen

source: Click on the applet to turn off monitor
da: Sluk skærmen med et enkelt klik

source: Development Utils Applet for Cinnamon
da: Panelprogram med udviklingsværktøjer

source: Development Utils
da: Udviklingsværktøjer

source: Applet that allows you to manage desktop notes
da: Håndtér skrivebordsnoter

source: This applet is designed to be a simple, quick, and easy-to-use note utility. While there is some customization available, the emphasis is on making it feel as smooth and easy to use as possible.
da: Dette panelprogram er designet til at være et enkelt og hurtigt noteredskab, som er let at bruge. Tilpasning er mulig, men fokus er på at give en oplevelse af et program, der er nemt at bruge.

source: Shows whether caps lock/num lock is on, and displays a notification when these change.
da: Viser om caps lock og num lock er slået til og viser en meddelelse, når det ændres.

source: Num Lock/Caps Lock indicator with notifications
da: Num Lock/Caps Lock-indikator med meddelelser

source: Description
da: Beskrivelse

source: Service Launcher
da: Tjenestestarter

source: Change your settings profile
da: Ændr din indstillingsprofil

source: Profile switcher
da: Profilskifter

source: Places with Terminal Launcher
da: Steder med genvej til terminal

source: Access your places and bookmarks, or launch a terminal at that location
da: Tilgå dine steder og bogmærker eller start en terminal på den placering

source: Allows one to time activities such as the time online with multiple instances possible
da: Tag tid på aktiviteter f.eks. tid brugt online - flere forekomster er mulig

source: SSH Launcher
da: SSH-starter

source: An applet to connect to SSH hosts configured in ~/.ssh/config
da: Tilslut til SSH-værter konfigurerede i ~/.ssh/config

source: Reload Current Theme
da: Genindlæs nuværende tema

source: A simple applet that allows you to refresh the current Cinnamon Theme
da: Et enkelt panelprogram som lader dig genindlæse det nuværende Cinnamon-tema

source: Probes for the state of a certain rsync back-up by checking the exit status of the log file
da: Undersøger tilstanden af en rsync-sikkerhedskopi ved at tjekke logfilens exitstatus

source: Back-up State
da: Tilstand for sikkerhedskopi

source: Simple Memory Monitor
da: Enkel hukommelsesovervågning

source: A simple applet that displays the memory usage.
da: Viser forbruget af hukommelse.

source: Sets brightness, gamma levels and color temperature with Redshift. This applet conflicts with redshift-gtk, make sure you remove it.
da: Indstiller lysstyrke, gammaniveau og farvetemperatur med Redshift. Fjern redshift-gtk, da der er en konflikt.

source: Vbox Launcher
da: Vbox-programstarter

source: An applet to launch virtual machines.
da: Start virtuelle maskiner.
